import React from 'react'
import "./helpSpecificPage.scss"

export const HelpSpecificPage = () => {
  return (
    <div className='containerHelp'>
      <div className='containerHelp__titleBlock'>
          <div className='containerHelp__titleBlock__blockText'>
            <h1>Тут будет помощь пользователям и правила саита</h1>
            <p> какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст 
            какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст 
            какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст 
            какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст 
            </p>
          </div>
          <div className='containerHelp__titleBlock__blockText'>
            <h1> какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст </h1>

            <p>
              какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст 
              какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст 
              какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст  какой то текст 
            </p>
            
          </div>
      </div>
    </div>
  )
}
